# coding=utf-8
# 说话者，说前延时（秒），内容
SINARIO = [
    [
        ['haruki',2,    '那个...'],
        ['kazusa',5,    '你一定是觉得，如果是我的话，就算察觉不到也不奇怪对吧？'],
        ['kazusa',4,    '...你在今天，一定会去的地方。'],
        ['haruki',10,   '......'],
        ['kazusa',2,    '春希...你现在，是想要去雪菜的聚会吧？'] ,
        ['kazusa',5,    '所以，才会在这站下车的吧？'],
        ['haruki',4,    '嗯'],
        ['kazusa',7,    '你一定是打算和雪菜见面，却对我的事只字不提，'],
        ['kazusa',8,    '只是把礼物送给她，一起吃饭，'],
        ['kazusa',5,    '然后在告别的时候来个离别之吻对吧？'],
        ['haruki',4,    '和纱...'],
        ['kazusa',5,    '然后，你打算后悔对吧？'],
        ['kazusa',5,    '放弃选择我这件事。'],
        ['kazusa',5,    '认定果然雪菜才是自己最爱的人'],
        ['haruki',4,    '那种事，才...'],
        ['kazusa',2,    '我明白的。我知道你还在动摇。'],
        ['kazusa',7,    '我也察觉到了，你已经彻底后悔了无数次'],
        ['haruki',4,    '和纱，我...'],
        ['kazusa',10,   '......不过，一切都该结束了'],
        ['haruki',4,    '诶...'],
        ['kazusa',5,    '我从机场，十万火急地赶到这里。'],
        ['kazusa',5,    '搭电车，乘出租，靠自己的脚，'],
        ['kazusa',8,    '拼命地用上了能用的一切，在千钧一发的时候赶上了'],
        ['kazusa',5,    '我啊，是为了阻止你而来的...'],
        ['kazusa',5,    '是为了，抓住你而来的啊'],
        ['haruki',4,    '和纱...？'],
        ['kazusa',5,    '别再...和雪菜见面了']
    ]

]
